Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %lldh ago
ar: %lldh منذ
da: %lldh siden
de: vor %lldh
es: Hace %lldh
fi: %lldh sitten
fr: %lldil y a h
he: %lldלפני h שניות
hi: %lldहाल ही में
hu: %lldh ezelőtt
id: %lldh yang lalu
it: %lldh fa
ja: %lldh前
ko: %lldh 전
nb: %lldfor h dager
nl: %lldvoor 'h' dagen
pl: %lldh temu
pt_br: %lldhá h dias
ru: %lldh назад
sv: %lldför h dagar
th: %lldที่ผ่านมา h
tr: %lldh önce
uk: %lldh тому
vi: %lldtrước h ngày
zh_hans: %lldh前
zh_hant: %lldh前

source: %lldm ago
ar: %lldm منذ
da: %lldm siden
de: vor %lldm
es: Hace %lldm
fi: %lldm sitten
fr: %lldm il y a
he: %lldלפני m ימים
hi: %lldm पहले
hu: %lldm időjelem előtt
id: %lldm lalu
it: %lldm fa
ja: %lldm前
ko: %lldm 전
nb: %lldfor m dager
nl: %lldm geleden
pl: %lldm temu
pt_br: %lldhá m dias
ru: %lldm назад
sv: %lldför m år sedan
th: %lldm ที่ผ่านมา
tr: %lldm önce
uk: %lldm тому
vi: %lldtrước m ngày
zh_hans: %lldm 前
zh_hant: %lldm 前

source: (empty)
ar: (فارغ)
da: (tom)
de: (leer)
es: (vacío)
fi: (tyhjä)
fr: (vide)
he: (ריק)
hi: (खाली)
hu: (üres)
id: (kosong)
it: (vuoto)
ja: （空）
ko: (비어 있음)
nb: (tom)
nl: (leeg)
pl: (puste)
pt_br: (vazio)
ru: (пусто)
sv: (tom)
th: (ว่าง)
tr: (boş)
uk: (порожньо)
vi: (trống)
zh_hans: （空）
zh_hant: （空）

source: 1 file staged
ar: ملف واحد مرحّل
da: 1 fil klargjort
de: 1 Datei bereitgestellt
es: 1 archivo preparado
fi: 1 tiedosto vaiheistettu
fr: 1 fichier indexé
he: קובץ אחד מוכן
hi: 1 फ़ाइल स्टेज्ड
hu: 1 fájl előkészítve
id: 1 file disiapkan
it: 1 file in stage
ja: 1ファイル ステージ済
ko: 1개 파일 스테이지됨
nb: 1 fil klargjort
nl: 1 bestand klaargezet
pl: 1 plik przygotowany
pt_br: 1 arquivo preparado
ru: 1 файл подготовлен
sv: 1 fil förberedd
th: 1 ไฟล์จัดเตรียมแล้ว
tr: 1 dosya hazırlandı
uk: 1 файл підготовлено
vi: 1 tệp đã chuẩn bị
zh_hans: 1 个文件已暂存
zh_hant: 1 個檔案已暫存

source: 1 file will be discarded
ar: سيتم تجاهل ملف واحد
da: 1 fil vil blive kasseret
de: 1 Datei wird verworfen
es: Se descartará 1 archivo
fi: 1 tiedosto hylätään
fr: Les modifications d’un fichier seront annulées
he: שינויים בקובץ אחד יבוטלו
hi: 1 फ़ाइल के बदलाव रद्द कर दिए जाएंगे
hu: 1 fájl módosításai el lesznek vetve
id: Perubahan pada 1 file akan dibuang
it: Le modifiche a 1 file verranno annullate
ja: 1個のファイルの変更が破棄されます
ko: 파일 1개의 변경 사항이 폐기됩니다
nb: Endringene i 1 fil forkastes
nl: Wijzigingen in 1 bestand worden verworpen
pl: Zmiany w 1 pliku zostaną odrzucone
pt_br: As alterações em 1 arquivo serão descartadas
ru: Изменения в 1 файле будут отменены
sv: Ändringarna i 1 fil kommer att kasseras
th: การเปลี่ยนแปลงใน 1 ไฟล์จะถูกละทิ้ง
tr: 1 dosyadaki değişiklikler atılacak
uk: Зміни в 1 файлі буде відкинуто
vi: Các thay đổi trong 1 tệp sẽ bị loại bỏ
zh_hans: 将丢弃 1 个文件中的更改
zh_hant: 將捨棄 1 個檔案中的變更

source: A folder with the same name already exists at the chosen location
ar: يوجد مجلد يحمل نفس الاسم بالفعل في الموقع المختار
da: En mappe med samme navn findes allerede på den valgte placering
de: Am gewählten Speicherort ist bereits ein Ordner mit demselben Namen vorhanden
es: Ya existe una carpeta con el mismo nombre en la ubicación elegida
fi: Saman nimen kansio on jo valitussa paikassa
fr: Un dossier portant le même nom existe déjà à l&#39;emplacement choisi
he: קובץ עם השם זה כבר קיים בمكان שנבחר.
hi: : चयनित स्थान पर उसी नाम का एक फोल्डर पहले से मौजूद है।
hu: : Az elválasztott helyen már létezik ugyanolyan nevű mappa.
id: : Folder dengan nama yang sama sudah ada di lokasi yang dipilih.
it: : una cartella con lo stesso nome esiste già nella posizione selezionata.
ja: ：選択した場所に、同じ名前のフォルダが既に存在します。
ko: : 선택한 위치에 동일한 이름의 폴더가 이미 존재합니다.
nb: : En mappen med samme navn finnes allerede på det valgte stedet.
nl: : Er bestaat al een map met hetzelfde naam op de gekozen locatie.
pl: Katalog o tym samym nazwie już istnieje w wybranym miejscu.
pt_br: : Uma pasta com o mesmo nome já existe no local selecionado.
ru: : папка с таким же именем уже существует в выбранном месте.
sv: En mapp med samma namn finns redan på det valda platsen.
th: : โฟลเดอร์ที่มีชื่อเดียวกันนี้ได้มีอยู่แล้วที่ตำแหน่งที่เลือก
tr: , seçilen konuda aynı adı olan bir klasör zaten mevcuttur.
uk: : папка з таким самим ім'ям вже існує у обранийому місці.
vi: : Thư mục có tên tương tự đã tồn tại tại vị trí đã chọn.
zh_hans: ：在所选位置已存在同名文件夹。
zh_hant: ：在所選位置已存在衕名文件夾。

source: ADD REPOSITORY
ar: إضافة مستودع
da: TILFØJ LAGER
de: REPOSITORY HINZUFÜGEN
es: AÑADIR REPOSITORIO
fi: ADD REPOSITION
fr: AJOUTER UN DÉPÔT
he: – הוספת מאגר
hi: – रिपॉजिटरी जोड़ें
hu: : adatmagazin beállítása
id: Tambahkan Repositori
it: Aggiungi repository
ja: リポジトリを追加
ko: 저장소 추가
nb: : Legg til lagringsplattform
nl: : Repository toevoegen
pl: Dodaj repositorium
pt_br: Adicionar repositório
ru: Добавить репозиторий
sv: – Lägg till lagringsplats
th: เพิ่มคลังข้อมูล
tr: : Depo ekle
uk: Додати репозиторій
vi: Thêm kho dữ liệu
zh_hans: 添加存储库
zh_hant: 添加存儲庫

source: ANY GIT REPO, SYNCED TO YOUR IPHONE
ar: أي GIT REPO، تتم مزامنته مع هاتف IPHONE الخاص بك
da: ENHVER GIT REPO, SYNCERET TIL DIN IPHONE
de: JEDES GIT-REPO, SYNCHRONISIERT MIT IHREM IPHONE
es: CUALQUIER REPO DE GIT, SINCRONIZADO CON TU IPHONE
fi: mikä tahansa GIT REPO, SYNCEDIN IPHONELLE
fr: TOUT REPO GIT, SYNCED À VOTRE IPHONE
he: כל מאגר GIT, שמאוזן ל-IPhone שלך
hi: – कोई GIT रिपॉजिटरी, आपके iPhone पर सिंक्ड है।
hu: – bármely Git-repo, amely az iPhone-játokhoz synchronizálva van
id: Semua repositori Git, SYNCED ke IPHONE Anda
it: Qualsiasi repository Git, SYNCED sul tuo IPHONE
ja: 任意のGitリポジトリ、SYNCED をあなたのIPHONEに
ko: 어떤 Git 저장소든, SYNCED을 귀하의 IPHONE에 올려주세요.
nb: – enhver Git-repo, synkretert til ditt iPhone
nl: – enige Git-repo, gesynchroniseerd met uw iPhone
pl: – dowolny repo Git, synchronizowany z Twoim iPhone'em
pt_br: Qualquer repositório do Git, SYNCED para o seu IPHONE
ru: 任一 Git-репозиторий, SYNCED на ваш IPHONE
sv: – vilket git-repo som helst, synkroniserat med ditt iPhone
th: ทุก repos Git, SYNCED ไปยัง IPHONE ของคุณ
tr: : Herhangi bir Git deposu, iPhone'ınızla sinkronize edildi
uk: – будь-який Git репозиторій, синхронізований з вашим iPhone
vi: Bất kỳ repo Git nào, SYNCED vào IPHONE của bạn
zh_hans: 任何 Git 仓库， SYNCED 下载至您的 IPHONE
zh_hant: 任何 Git 倉庫， SYNCED 下載至您的 IPHONE

source: ANYWHERE
ar: في أي مكان إعدادات التطبيق
da: HVOR som helst
de: ÜBERALL
es: EN CUALQUIER LUGAR
fi: missä tahansa
fr: N&#39;IMPORTE OÙ
hi: कहीं भी
hu: BÁRMI HOZZÁ
id: Di mana saja
it: In qualsiasi luogo
ja: どこでも
ko: 어디든
nb: I HVERSTED
pl: W KONIECZNYM miejscu
pt_br: Em qualquer lugar
ru: В КАКОМ-ЛИБО МЕСТЕ
sv: Någonstans
th: ทุกที่
tr: Herhangi Bir Yerde
uk: У будь-якому місці
vi: BẤT KỲ NƠI
zh_hans: 任何地方
zh_hant: 任何地方

source: Abort Merge
ar: إلغاء الدمج
da: Afbryd fletning
de: Zusammenführung abbrechen
es: Cancelar fusión
fi: Keskeytä yhdistäminen
fr: Annuler la fusion
he: בטל מיזוג
hi: मर्ज रद्द करें
hu: Összevonás megszakítása
id: Batalkan penggabungan
it: Annulla unione
ja: マージ中止
ko: 병합 중단
nb: Avbryt sammenslåing
nl: Samenvoeging annuleren
pl: Przerwij scalanie
pt_br: Cancelar mesclagem
ru: Отменить слияние
sv: Avbryt sammanfogning
th: ยกเลิกการรวม
tr: Birleştirmeyi iptal et
uk: Скасувати злиття
vi: Hủy gộp
zh_hans: 中止合并
zh_hant: 中止合併

source: Abort Rebase
ar: إحباط إعادة التأسيس
da: Afbryd rebase
de: Rebase abbrechen
es: Cancelar rebase
fi: keskeyttämistä
fr: Annuler le rebase
hu: : Aborting a rebase folyamatában
id: Batalkan rebase
it: Interrompi rebase
ja: : レバス再実行中中止
nb: : Avbryt rebase
pl: : Anulowanie operacji rebase
pt_br: Abortar rebase
ru: : Отмена операции Rebase
sv: : Avbryt rebase
th: : ยกเลิกการปรับฐานข้อมูล
uk: : Припинення операції rebase
vi: : Ngừng quá trình Rebase
zh_hans: 中断重基线操作
zh_hant: 中斷重基線操作

source: Aborting merge...
ar: جارٍ إحباط الدمج...
da: Afbryder fletning...
de: Zusammenführung wird abgebrochen...
es: Anulando la fusión...
fi: Yhdistäminen keskeytetään...
fr: Aborter la fusion...
he: : ביטול שילוב...
hi: : मर्ज को रोक रहा है...
hu: : Egyesítés leállítása…
id: Menghentikan proses penggabungan ...
it: : interrompimento della fusione...
ja: ：マージ処理を中止します…
ko: : 통합 중단 중…
nb: : Avbryter merging ...
nl: : Merge wordt beëindigd...
pl: : Anulowanie połączenia...
pt_br: Abrindo o processo de fusão...
ru: : Отмена слияния...
sv: Avbryter fusion …
th: กำลังยกเลิกการรวม...
tr: : Birleştirme işlemi durduruluyor...
uk: : Призупинення об'єднання...
vi: Đang hủy quá trình hợp nhất...
zh_hans: 正在中止合并操作……
zh_hant: 正在中止閤併操作……

source: Aborting rebase...
ar: جارٍ إحباط إعادة الأساس... حسابات
da: Afbryder rebase...
de: Rebase wird abgebrochen...
es: Abortando rebase... Cuentas
fi: keskeytetään siirrosta...
fr: Rebase de l&#39;avortement... Comptes
he: : ביטול של ה-"rebase"...
hi: : रीबेस को रोक रहा है...
hu: : A rebase elavatkozása...
id: Menghentikan proses rebase ...
it: : interrompimento della operazione di rebase...
ja: : レイベース変更処理を中止します…
ko: : 리베이스 중단 중…
nb: : Avbryter rebase-prosessen...
nl: : Rebase wordt beëindigd...
pl: : Anulowanie operacji rebase...
pt_br: Abandonando a rebase...
ru: : Отмена операции переустановки базы данных...
sv: Avbryter rebase-processen...
th: กำลังยกเลิกการปรับฐานข้อมูล...
tr: : Rebase işlemi durduruluyor...
uk: Призупинення процесу переобґрунтування...
vi: : Đang hủy quá trình rebase...
zh_hans: 正在中止重基线操作……
zh_hant: 正在中止重基線操作……

source: About
ar: حول
da: Om
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: जानकारी
hu: Névjegy
id: Tentang
it: Info
ja: アプリについて
ko: 정보
nb: Om
nl: Over
pl: O aplikacji
pt_br: Sobre
ru: О приложении
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Account
ar: الحساب
da: Konto
de: Konto
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hu: Fiók
id: Akun
it: Filiale
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
ru: Учётная запись
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

source: Accounts
ar: الحسابات
da: konti
de: Konten
es: Archivo binario
fi: Tilit
fr: Comptes
he: – חשבונות
hi: खाते
hu: – Számlák
id: Akun
it: Conti
ja: 財務帳簿
ko: 계정
nb: Konti
nl: Rekeningen
pl: Konta
pt_br: Contas
ru: — Контакты
sv: Konton
th: บัญชี
tr: Hesaplar
uk: – Контракти
vi: Tài khoản
zh_hans: 账户
zh_hant: 賬戶

source: Active
ar: نشط
da: Aktiv
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
he: פעיל
hi: सक्रिय
hu: Aktív
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성화
nb: Aktivt
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: Активно
sv: Aktiv
th: เปิดใช้งาน
tr: Aktif
uk: Активний
vi: Hoạt động
zh_hans: 激活
zh_hant: 啟用

source: Add %lld Repositor%@
ar: إضافة %lld Repositor%@
da: Tilføj %lld Repositor%@
de: %lld Repositor%@ hinzufügen
es: Añadir %lld Repositor%@
fi: Lisää %lld Repositor%@
fr: Ajouter %lld Repositor%@
he: הוספת %lld Repositor%@
hi: %lld Repositor%@ जोड़ें
hu: %lld Repositor%@ hozzáadása
id: Tambahkan %lld Repositor%@
it: Aggiungi %lld Repositor%@
ja: %lld件のRepositor%@を追加
ko: %lld개 Repositor%@ 추가
nb: Legg til %lld Repositor%@
nl: Voeg %lld Repositor%@ toe
pl: Dodaj %lld Repositor%@
pt_br: Adicionar %lld Repositor%@
ru: Добавить %lld Repositor%@
sv: Lägg till %lld Repositor%@
th: เพิ่ม %lld Repositor%@
tr: %lld Repositor%@ Ekle
uk: Додати %lld Repositor%@
vi: Thêm %lld Repositor%@
zh_hans: 添加 %lld 个 Repositor%@
zh_hant: 加入 %lld 個 Repositor%@

source: Add & Clone Repository
ar: إضافة واستنساخ المستودع
da: Tilfoej & klon repository
de: Repository hinzufügen & klonen
es: Agregar y clonar repositorio
fi: Lisää ja kloonaa tietovarasto
fr: Ajouter et cloner le dépôt
he: הוספה ושכפול מאגר
hi: रिपॉज़िटरी जोड़ें और क्लोन करें
hu: Tároló hozzáadása és klónozása
id: Tambah & Clone Repositori
it: Aggiungi e clona repository
ja: リポジトリを追加してクローン
ko: 저장소 추가 및 복제
nb: Legg til og klon repositorium
nl: Repository toevoegen en klonen
pl: Dodaj i sklonuj repozytorium
pt_br: Adicionar e Clonar Repositório
ru: Добавить и клонировать репозиторий
sv: Lägg till och klona förråd
th: เพิ่มและโคลน Repository
tr: Depo Ekle ve Klonla
uk: Додати та клонувати репозиторій
vi: Thêm & sao chép kho lưu trữ
zh_hans: 添加并克隆仓库
zh_hant: 新增並複製儲存庫

source: Add Different Repository
ar: إضافة مستودع آخر
da: Tilføj et andet repository
de: Anderes Repository hinzufügen
es: Agregar otro repositorio
fi: Lisää toinen repo
fr: Ajouter un autre dépôt
he: הוסף מאגר אחר
hi: अलग रिपॉजिटरी जोड़ें
hu: Másik repó hozzáadása
id: Tambahkan repositori lain
it: Aggiungi un altro repository
ja: 別のリポジトリを追加
ko: 다른 저장소 추가
nb: Legg til et annet repository
nl: Ander repository toevoegen
pl: Dodaj inne repozytorium
pt_br: Adicionar outro repositório
ru: Добавить другой репозиторий
sv: Lägg till ett annat arkiv
th: เพิ่มคลังอื่น
tr: Farklı depo ekle
uk: Додати інший репозиторій
vi: Thêm kho khác
zh_hans: 添加其他仓库
zh_hant: 新增其他倉庫

source: Add GitHub Account
ar: إضافة حساب GitHub
da: Tilføj GitHub konto
de: GitHub-Konto hinzufügen
es: Agregar cuenta GitHub
fi: Add GitHub Tili
fr: Ajouter GitHub Compte
he: – הוספת GitHub חשבון
hi: जोड़ें GitHub खाता
hu: – Hozzáadás GitHub számla
id: Tambahkan GitHub Akun
it: Aggiungi GitHub Conto
ja: に追加 GitHub アカウント
ko: 추가 GitHub 계정
nb: Legg til GitHub Konto
nl: Toevoegen GitHub Rekening
pl: Dodaj GitHub Konto
pt_br: Adicionar GitHub Conta
ru: Добавить GitHub Счет
sv: – Lägg till GitHub Kontonummer
th: เพิ่ม GitHub บัญชี
tr: Ekle GitHub Hesap
uk: Додати GitHub — рахунок
vi: Thêm GitHub Tài khoản
zh_hans: 添加 GitHub 账户
zh_hant: 添加 GitHub 賬戶

source: Add Repositories
ar: إضافة مستودعات
da: Tilføj arkiver
de: Repositories hinzufügen
es: Añadir repositorios
fi: Lisää tietovarastoja
fr: Ajouter des dépôts
he: הוספת מאגרים
hi: रिपॉज़िटरी जोड़ें
hu: Tárolók hozzáadása
id: Tambahkan Repositori
it: Aggiungi repository
ja: リポジトリを追加
ko: 저장소 추가
nb: Legg til repositorier
nl: Voeg repositories toe
pl: Dodaj repozytoria
pt_br: Adicionar repositórios
ru: Добавить репозитории
sv: Lägg till lagringsplatser
th: เพิ่มที่เก็บ
tr: Depoları Ekle
uk: Додати репозиторії
vi: Thêm kho lưu trữ
zh_hans: 添加仓库
zh_hant: 加入儲存庫

source: Add Repository
ar: إضافة مستودع
da: Tilfoej repository
de: Repository hinzufügen
es: Agregar repositorio
fi: Lisää tietovarasto
fr: Ajouter un dépôt
he: הוספת מאגר
hi: रिपॉज़िटरी जोड़ें
hu: Tároló hozzáadása
id: Tambah Repositori
it: Aggiungi repository
ja: リポジトリを追加
ko: 저장소 추가
nb: Legg til repositorium
nl: Repository toevoegen
pl: Dodaj repozytorium
pt_br: Adicionar Repositório
ru: Добавить репозиторий
sv: Lägg till förråd
th: เพิ่ม Repository
tr: Depo Ekle
uk: Додати репозиторій
vi: Thêm kho lưu trữ
zh_hans: 添加仓库
zh_hant: 新增儲存庫

source: Add a Git remote or open an existing local repository to start syncing.
ar: أضف جهاز التحكم عن بعد لـ Git أو افتح مستودع المحلي الحالي لبدء المزامنة.
da: Tilføj en Git-fjernbetjening eller åbn et eksisterende lokalt lager for at starte synkronisering.
de: Fügen Sie ein Git-Remote hinzu oder öffnen Sie ein vorhandenes local-Repository, um die Synchronisierung zu starten.
es: Agregue un control remoto de Git o abra un repositorio local existente para comenzar a sincronizar.
fi: Lisää Git-ohjelma aloitetaan synkronoinnin.
fr: Ajouter un Git ou ouvrez une référentiel local pour démarrer la synchronisation.
he: – הוספת Git – פתיחת נקודת רוחב או פתיחת נקודת קיים – מאגר מקומי להתחיל את הסינק.
hi: : 'Add' जोड़ें Git : रिमोट से या मौजूदा विकल्प को खोलें। : सिंक्रनाइज़ेशन शुरू करने के लिए स्थानीय रिपॉजिटरी।
hu: : Hozzáadás Git : távvezérléses vagy meglévő rendszer megnyitása helyi adatmagazinból a szinkronizálás indítása.
id: Tambahkan Git : mengakses dari jarak jauh atau membuka yang sudah ada : repositori lokal untuk memulai proses sinkronisasi.
it: Aggiungi un elemento Git : aprire da remoto o aprire un file esistente : il repository locale è pronto per iniziare la sincronizzazione.
ja: ：追加 Git ：リモートで、または既存のものをオープンします。 ローカルリポジトリで同期を開始します。
ko: 추가 Git : 원격으로 또는 기존을 열기 지역 저장소에서 동기화를 시작합니다.
nb: Legg til Git : Å åpne et eksisterende eller fjernet system lokale lagringsplattform for å starte synkroniseringen.
nl: Voeg een toe Git : afstandelijk of bestaand openen : het lokale repository wordt gebruikt om de synchronisatie te starten.
pl: Dodaj Git : uruchomienie z odległości lub otwarcie istniejącego : lokalny repositoriusz do uruchomienia synchronizacji.
pt_br: Adicionar Git : abrir remotamente ou abrir um já existente : repositório local para iniciar a sincronização.
ru: Добавить Git : открыть удалённый или уже существующий элемент : используйте локальный репозиторий для запуска синхронизации.
sv: Lägg till Git : Öppna fjärranslutning eller en befintlig lokala lagringsplats för att starta synkroniseringen.
th: เพิ่ม Git : เปิดระยะไกลหรือเปิดไฟล์ที่มีอยู่แล้ว : ใช้คลังข้อมูลท้องถิ่นเพื่อเริ่มการซิงค์
tr: : Bir öğe ekle Git : uzaktan veya mevcut sistemden açın yerel depoya uyumluluk başlatılıyor.
uk: Додати Git : відкрити віддалене або існуюче : локальний репозиторій для запуску синхронізації.
vi: Thêm Git : Kết nối từ xa hoặc mở tài khoản hiện có : Sử dụng kho lưu trữ cục bộ để bắt đầu quá trình đồng bộ hóa.
zh_hans: 添加 Git ：远程或打开现有项 本地仓库已准备开始同步。
zh_hant: 添加 Git ：遠程或打開現有項 本地倉庫已準備開始衕步。

source: Added
ar: مضاف
da: Tilføjet
de: Hinzugefügt
es: Añadido
fi: Lisätty
fr: Ajouté
he: נוסף
hi: जोड़ा गया
hu: Hozzáadva
id: Ditambahkan
it: Aggiunto
ja: 追加
ko: 추가
nb: Lagt til
nl: Toegevoegd
pl: Dodano
pt_br: Adicionado
ru: Добавлено
sv: Tillagd
th: เพิ่มแล้ว
tr: Eklendi
uk: Додано
vi: Đã thêm
zh_hans: 新增
zh_hant: 新增

source: After a successful rebase, Push Current Branch sends your rewritten local commits to the remote without needing a new commit.
ar: بعد إعادة الأساس بنجاح، يرسل Push Current Branch التزاماتك المحلية المُعاد كتابتها إلى جهاز التحكم عن بُعد دون الحاجة إلى التزام جديد.
da: Efter en vellykket rebase sender Push Current Branch dine omskrevne lokale commits til fjernbetjeningen uden behov for en ny commit.
de: Nach einem erfolgreichen Rebase sendet Push Current Branch Ihre neu geschriebenen lokalen Commits an die Fernbedienung, ohne dass ein neuer Commit erforderlich ist.
es: Después de una rebase exitosa, Push Current Branch envía sus confirmaciones locales reescritas al control remoto sin necesidad de una nueva confirmación.
fi: Onnistuneen uudelleentarkastelun jälkeen, Push Nykyinen haara lähettää uudelleen kirjoitetut paikalliset sitoumukset etäosuuteen tarvitsematta uutta sitoumusta.
fr: Après une rebase réussie, Push Current Branch envoie vos commits locaux réécrits à la télécommande sans avoir besoin d&#39;un nouveau commit.
he: לאחר إعادة הבסיס בהצלחה, ה comando 'Push Current Branch' משליך את ה-'commits' המקומיים שכתבתם מחדש למשרדי ה离岸, מבלי צורך ב-'commit' חדש.
hi: : सफल पुनःबेस के बाद, Push Current Branch आपके द्वारा पुनःलिखित स्थानीय कमिट्स को रिमोट पर भेज देता है, जिसमें किसी नए कमिट की आवश्यकता नहीं होती।
hu: : Sikeres új alapfelvétel után a „Push Current Branch" parancs az újraírt helyi commitokat az eltérő régióba küldi, nem szükséges új commit készítése.
id: Setelah proses rebase berhasil, Push Current Branch mengirimkan commit lokal yang telah ditulis ulang ke remote tanpa memerlukan commit baru.
it: Dopo un rebase riuscito, Push Current Branch invia i vostri commit locali riscritti al repository remoto senza richiedere un nuovo commit.
ja: ：再ベースアップが成功した後、Push Current Branchは、新しいコミットを必要とすることなく、改変されたローカルコミットをリモートに送信します。
ko: : 성공적인 재기준화 후, Push Current Branch는 새로운 커밋을 생성하지 않고도 수정된 로컬 커밋들을 원격 저장소로 전송합니다.
nb: Etter en vellykket rebase sender Push Current Branch dine omskrevne lokale commits til den fjernede nettverket uten at det kreves et nytt commit.
nl: Na een succesvolle rebase stuurt Push Current Branch uw hergeschreven lokale commits naar de remote zonder dat er een nieuwe commit nodig is.
pl: Po pomyślnym przebudowaniu repozytorium komenda `Push Current Branch` przesyła Twoje ponownie napisane lokalne commity do repozytorium odległego, nie wymagając dodatkowego commitu.
pt_br: Após uma rebase bem-sucedida, o comando `Push Current Branch` envia seus commits locais reescritos para o remoto sem necessidade de um novo commit.
ru: После успешного переосмысления базы данных команда `Push Current Branch` отправляет ваши переписанные локальные коммиты на удалённый репозиторий без необходимости создания нового коммита.
sv: Efter en framgångsrik ombasering skickar Push Current Branch dina omformade lokala commits till den fjerna versionen utan att behöva ett nytt commit.
th: หลังจากที่การปรับฐานข้อมูลสำเร็จแล้ว, Push Current Branch จะส่งคำมั่นที่แก้ไขใหม่ของคุณจากเครื่องท้องถิ่นไปยังเครื่องระยะไกล โดยไม่จำเป็นต้องสร้างคำมั่นใหม่
tr: : Başarılı bir yeniden temelleme işleminden sonra, Push Current Branch, yeni bir commit gerektirmeden yeniden yazılan yerel commit'lerinizi uzaktaki sistemlere gönderir.
uk: Після успішного перебазування команда `Push Current Branch` надсилає ваші переписані локальні коміті на дистанційний репозиторій без необхідності створення нового коміту.
vi: Sau khi thực hiện thành công thao tác rebase, lệnh `Push Current Branch` sẽ gửi các commit cục bộ đã chỉnh sửa của bạn đến máy chủ xa mà không cần tạo commit mới.
zh_hans: ：在成功执行重基线操作后，`Push Current Branch` 命令会将您重新提交的本地提交记录直接推送到远程仓库，而无需进行新的提交。
zh_hant: ：在成功執行重基線操作後，`Push Current Branch` 命令會將您重新提交的本地提交記録直接推送到遠程倉庫，而無需進行新的提交。

source: All
ar: الكل
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tout
he: הכל
hi: सभी
hu: Összes
id: Semua
it: Tutto
ja: すべて
ko: 전체
nb: Alle
nl: Alles
pl: Wszystko
pt_br: Tudo
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усе
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All conflicts resolved
ar: تم حل جميع التعارضات
da: Alle konflikter er løst
de: Alle Konflikte gelöst
es: Todos los conflictos resueltos
fi: Kaikki ristiriidat ratkaistut
fr: Tous les conflits résolus
he: : כל התנגשויות הוסרו.
hi: : सभी संघर्ष सुलझाए गए हैं।
hu: – Minden konfliktus megoldva
id: Semua konflik telah diselesaikan
it: Tutti i conflitti risolti
ja: ：すべてのコンフリクトが解決されました。
ko: : 모든 충돌이 해결되었습니다.
nb: Alle konflikter løst
nl: Alle conflicten zijn opgelost
pl: – wszystkie konflikty rozwiązano
pt_br: Todos os conflitos resolvidos
ru: Все конфликты устранены
sv: Alla konflikter lösta
th: : ความขัดแย้งทั้งหมดได้รับการแก้ไขแล้ว
tr: : Tüm çatışmalar çözüldü
uk: Усі конфлікти вирішені
vi: : Tất cả xung đột đã được giải quyết.
zh_hans: 所有冲突已解决
zh_hant: 所有衝突已解決

source: All conflicts resolved. Complete or abort the merge.
ar: تم حل جميع التعارضات. أكمل أو ألغِ الدمج.
da: Alle konflikter er løst. Fuldfør eller afbryd fletningen.
de: Alle Konflikte gelöst. Abschließen oder abbrechen.
es: Todos los conflictos resueltos. Completa o cancela la fusión.
fi: Kaikki ristiriidat ratkaistu. Viimeistele tai keskeytä.
fr: Tous les conflits sont résolus. Terminez ou annulez la fusion.
he: כל ההתנגשויות נפתרו. השלם או בטל את המיזוג.
hi: सभी विवाद हल हो गए। मर्ज पूरा करें या रद्द करें।
hu: Minden ütközés feloldva. Fejezd be vagy szakítsd meg az összevonást.
id: Semua konflik diselesaikan. Selesaikan atau batalkan penggabungan.
it: Tutti i conflitti risolti. Completa o annulla l'unione.
ja: すべての競合が解消されました。マージを完了または中止してください。
ko: 모든 충돌이 해결되었습니다. 병합을 완료하거나 중단하세요.
nb: Alle konflikter er løst. Fullfør eller avbryt sammenslåingen.
nl: Alle conflicten opgelost. Voltooi of annuleer de samenvoeging.
pl: Wszystkie konflikty rozwiązane. Zakończ lub przerwij scalanie.
pt_br: Todos os conflitos resolvidos. Conclua ou cancele a mesclagem.
ru: Все конфликты разрешены. Завершите или отмените слияние.
sv: Alla konflikter lösta. Slutför eller avbryt sammanfogningen.
th: แก้ไขข้อขัดแย้งทั้งหมดแล้ว เสร็จสิ้นหรือยกเลิกการรวม
tr: Tüm çakışmalar çözüldü. Birleştirmeyi tamamlayın veya iptal edin.
uk: Усі конфлікти вирішено. Завершіть або скасуйте злиття.
vi: Tất cả xung đột đã được giải quyết. Hoàn tất hoặc hủy gộp.
zh_hans: 所有冲突已解决。请完成或中止合并。
zh_hant: 所有衝突已解決。請完成或中止合併。
